INSERT INTO facility VALUES 
("371", "371 Training room", "08:00:00", "21:30:00", "371実習室　座席数：56"),
("373", "373 Training room", "08:00:00", "21:30:00", "373実習室　座席数：52"),
("374", "374 Training room", "08:00:00", "21:30:00", "374実習室　座席数：56"),
("376", "376 Training room", "08:00:00", "21:30:00", "376実習室　座席数：52"),
("361", "361 Training room", "08:00:00", "21:30:00", "361実習室　座席数：56"),
("363", "363 Training room", "08:00:00", "21:30:00", "363実習室　座席数：56"),
("364", "364 Work shop", "09:00:00", "21:30:00", "364実習室　座席数：50"),
("351", "351 Lecture room", "08:00:00", "21:30:00", "351実習室　座席数：102"),
("353", "353 lecture room", "08:00:00", "21:30:00", "353実習室　座席数：46"),
("354", "354 IoT lab", "09:00:00", "21:30:00", "354IoTLab　座席数：53"),
("341", "341 Lecture room", "08:00:00", "21:30:00", "341講義室　座席数：55"),
("342", "342 Lecture room", "08:00:00", "21:30:00", "342講義室　座席数：55"),
("345", "345 Lecture room", "08:00:00", "21:30:00", "345講義室　座席数：55"),
("311", "311 Lecture room", "08:00:00", "21:30:00", "311講義室　座席数：183"),
("313", "313 PC room", "09:00:00", "21:30:00", "313PCRoom　座席数：80"),
("291", "291 Motion Capture Studio", "09:00:00", "21:30:00", "291MotionCaptureStudio"),
("277", "277 PC room", "09:00:00", "21:30:00", "277PCRoom　座席数：80"),
("251", "251 Robot Lab", "09:00:00", "21:30:00", "251RoboLab　座席数：3"),
("257", "257 PC room", "09:00:00", "21:30:00", "257PCRoom　座席数：80");

INSERT INTO user VALUES
("TK210553","高田晃希","IA13B","グループ1","1234"),
("TK210466","西原葵","IA13B","グループ2","0501"),
("TK190000","国際太郎","IA13A","株式会社ABC","pass0000"),
("TK190001","国際花子","IS13A","国際市役所","pass0001"),
("TK190002","世界一郎","IR13A","国際ロボティクス","pass0002");
